Repository: limitbrk/discordbot-for-SCUM
Catalog: locales/*/LC_MESSAGES/register.po
Languages: th_th

source: When you click **⏩{next}** button that mean you have read and accepted these rules
th_th: เมื่อกดปุ่ม **⏩{next}** นั่นหมายความว่าคุณยอมรับและทำตามกฎดังกล่าว

source: Next
th_th: ถัดไป

source: Please read these rule before continue...
th_th: กรุณาอ่านกฎก่อนเริ่มลงทะเบียน...

source: Fill Information
th_th: กรุณากรอกข้อมูล

source: SteamID64 (Can be find in - steamid.xyz)
th_th: SteamID64 (หาได้จาก - steamid.xyz)

source: 17 digits of number
th_th: ตัวเลข 17 หลัก

source: Invalid SteamID Please try again
th_th: SteamID ผิดลองใหม่อีกครั้ง

source: This is your Steam?
th_th: นี่คือ Steam ของคุณถูกต้องหรือไม่?

source: No
th_th: ไม่

source: Yes
th_th: ใช่

source: Can join our server here {channel}
th_th: สามารถเข้า Server ได้เลยที่ {channel}

source: Welcome pack is ready {channel}
th_th: รับของเริ่มต้น คลิก {channel}

source: Register Success
th_th: ลงทะเบียนเรียบร้อย

source: ┌ {mention} used command `/register`
th_th: ┌ {mention} ได้ใช้คำสั่ง `/register`
